tap "asyncy/brew"
tap "caius/prince"
tap "caskroom/cask"
tap "cjbassi/gotop"
tap "codeclimate/formulae"
tap "confluentinc/ccloud"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "luckyframework/lucky"
tap "mas-cli/tap"
tap "paulcsmith/up"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "asyncy"
brew "autoconf"
brew "awk"
brew "awscli"
brew "bash"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "circleci"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "libevent"
brew "pkg-config"
brew "crystal"
brew "ctags"
brew "elasticsearch"
brew "jpeg"
brew "libtiff"
brew "elixir"
brew "exercism"
brew "exiftool"
brew "findutils"
brew "fswatch"
brew "webp"
brew "gd"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "git-standup"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "libunistring"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "hub"
brew "little-cms2"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "zookeeper"
brew "kafka"
brew "kibana"
brew "python@2"
brew "libdnet"
brew "libev"
brew "libgit2"
brew "libidn2"
brew "libsodium"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "maven"
brew "mysql@5.7", link: true
brew "nmap"
brew "node", link: false
brew "node@10", link: true
brew "node@8"
brew "postgresql", restart_service: true
brew "pyenv"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "rbspy"
brew "reattach-to-user-namespace"
brew "redis"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "tor"
brew "tree"
brew "unison"
brew "wget"
brew "xpdf"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "caius/prince/prince"
brew "cjbassi/gotop/gotop"
brew "codeclimate/formulae/codeclimate"
brew "confluentinc/ccloud/ccloud"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "luckyframework/lucky/lucky"
brew "paulcsmith/up/docker-up"
cask "appcleaner"
cask "cheatsheet"
cask "chromedriver"
cask "dash"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "firefox"
cask "firefox-nightly"
cask "flux"
cask "gitter"
cask "google-chrome"
cask "google-hangouts"
cask "gpg-suite"
cask "java8"
cask "keycastr"
cask "kitematic"
cask "ngrok"
cask "owasp-zap"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tor-browser"
cask "vagrant"
cask "valentina-studio"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "zoomus"
mas "GhosteryLite", id: 1436953057
mas "GIPHY CAPTURE", id: 668208984
mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
