
tap 'caskroom/cask'

# Core Homebrew
brew 'asyncy'
brew 'autoconf'
brew 'awk'
brew 'awscli'
brew 'bash'
brew 'bdw-gc'
brew 'cmake'
brew 'cmatrix'
brew 'codeclimate'
brew 'coreutils'
brew 'crystal'
brew 'elasticsearch'
brew 'elixir'
brew 'erlang'
brew 'exercism'
brew 'exiftool'
brew 'findutils'
brew 'fontconfig'
brew 'freetype'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'ghostscript'
brew 'git'
brew 'gmp'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gotop'
brew 'graphviz'
brew 'heroku'
brew 'heroku-node'
brew 'highlight'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'imagemagick@6'
brew 'jpeg'
brew 'kafka'
brew 'kibana'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libidn2'
brew 'libpng'
brew 'libsodium'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libyaml'
brew 'little-cms2'
brew 'llvm@6'
brew 'lua'
brew 'lucky'
brew 'mas'
brew 'mysql@5.7'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'pcre2'
brew 'pkg-config'
brew 'postgresql'
brew 'prince'
brew 'pyenv'
brew 'python'
brew 'python@2'
brew 'qt'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'rbspy'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'shellcheck'
brew 'shfmt'
brew 'sqlite'
brew 'tmux'
brew 'tree'
brew 'webp'
brew 'wget'
brew 'wxmac'
brew 'xpdf'
brew 'xz'
brew 'yarn'
brew 'zlib'
brew 'zookeeper'
brew 'zsh'
brew 'zsh-completions'

# Cask Apps
cask 'appcleaner'
cask 'cheatsheet'
cask 'chromedriver'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'epubquicklook'
cask 'firefox'
cask 'firefox-nightly'
cask 'flux'
cask 'gitter'
cask 'google-chrome'
cask 'google-hangouts'
cask 'java8'
cask 'kitematic'
cask 'ngrok'
cask 'owasp-zap'
cask 'postman'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'tor-browser'
cask 'vagrant'
cask 'valentina-studio'
cask 'vlc'
cask 'wkhtmltopdf'
cask 'zoomus'

