tap 'asyncy/brew'
tap 'caius/prince'
tap 'caskroom/cask'
tap 'cjbassi/gotop'
tap 'codeclimate/formulae'
tap 'confluentinc/ccloud'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'luckyframework/lucky'
tap 'mas-cli/tap'
tap 'paulcsmith/up'
brew 'gdbm'
brew 'libyaml'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python'
brew 'asyncy'
brew 'autoconf'
brew 'awk'
brew 'awscli'
brew 'bash'
brew 'cmake'
brew 'cmatrix'
brew 'coreutils'
brew 'libevent'
brew 'pkg-config'
brew 'crystal'
brew 'ctags'
brew 'elasticsearch'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'elixir'
brew 'exercism'
brew 'exiftool'
brew 'findutils'
brew 'freetype'
brew 'fontconfig'
brew 'fswatch'
brew 'webp'
brew 'gd'
brew 'gettext'
brew 'ghostscript'
brew 'pcre2'
brew 'git'
brew 'git-standup'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which', args: ['with-default-names']
brew 'libunistring'
brew 'gnupg'
brew 'libtool'
brew 'graphviz'
brew 'hub'
brew 'icu4c'
brew 'little-cms2'
brew 'imagemagick', link: false
brew 'imagemagick@6', link: true
brew 'zookeeper'
brew 'kafka'
brew 'kibana'
brew 'libev'
brew 'libgit2'
brew 'libidn2'
brew 'libsodium'
brew 'libxml2'
brew 'libxslt'
brew 'mas'
brew 'maven'
brew 'mysql@5.7', restart_service: true, link: true
brew 'node'
brew 'node@8'
brew 'postgresql'
brew 'pyenv'
brew 'python@2'
brew 'qt'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'rbspy'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'shellcheck'
brew 'shfmt'
brew 'tmux'
brew 'tree'
brew 'unison'
brew 'wget'
brew 'xpdf'
brew 'yarn'
brew 'zlib'
brew 'zsh'
brew 'zsh-completions'
brew 'caius/prince/prince'
brew 'cjbassi/gotop/gotop'
brew 'codeclimate/formulae/codeclimate'
brew 'confluentinc/ccloud/ccloud'
brew 'heroku/brew/heroku'
brew 'luckyframework/lucky/lucky'
brew 'paulcsmith/up/docker-up'
cask 'appcleaner'
cask 'cheatsheet'
cask 'chromedriver'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'epubquicklook'
cask 'firefox'
cask 'firefox-nightly'
cask 'flux'
cask 'gitter'
cask 'google-chrome'
cask 'google-hangouts'
cask 'gpg-suite'
cask 'java8'
cask 'kitematic'
cask 'ngrok'
cask 'owasp-zap'
cask 'postman'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'tor-browser'
cask 'vagrant'
cask 'valentina-studio'
cask 'vlc'
cask 'wkhtmltopdf'
cask 'zoomus'
mas 'GIPHY CAPTURE', id: 668_208_984
mas 'Keynote', id: 409_183_694
mas 'Numbers', id: 409_203_825
mas 'Pages', id: 409_201_541
mas 'The Unarchiver', id: 425_424_353
mas 'Xcode', id: 497_799_835
