tap "1password/tap"
tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"
tap "sass/sass"
tap "stripe/stripe-cli"
tap "ttscoff/thelab"
tap "vitorgalvao/tiny-scripts"
brew "readline"
brew "asdf"
brew "aspell"
brew "bat"
brew "blueutil"
brew "glib"
brew "python@3.9"
brew "libidn2"
brew "curl"
brew "duti"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "gcc"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "gum"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "mackup"
brew "mas"
brew "neovim"
brew "ossp-uuid"
brew "tmux"
brew "overmind"
brew "php"
brew "python-yq"
brew "python@3.10"
brew "ripgrep"
brew "shfmt"
brew "skylighting"
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tree"
brew "vips"
brew "zlib"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "heroku/brew/heroku"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "sass/sass/sass"
brew "stripe/stripe-cli/stripe"
brew "ttscoff/thelab/gather-cli"
cask "alfred"
cask "apparency"
cask "arc"
cask "cheatsheet"
cask "chromedriver"
cask "discord"
cask "figma"
cask "firefox-developer-edition"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "linear-linear"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "raindropio"
cask "rocket"
cask "setapp"
cask "slack"
cask "syntax-highlight"
cask "tunnelbear"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Actions for Obsidian", id: 1659667937
mas "Amazing AI", id: 1660147028
mas "Data Jar", id: 1453273600
mas "GarageBand", id: 682658836
mas "Hyperduck", id: 6444667067
mas "Keynote", id: 409183694
mas "Logger", id: 1611554653
mas "Numbers", id: 409203825
mas "OctoLinker", id: 1549308269
mas "one sec", id: 1532875441
mas "Pages", id: 409201541
mas "Play", id: 1596506190
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "Shortshare", id: 1597351303
mas "TestFlight", id: 899247664
mas "Text Case", id: 1492174677
mas "WhatFont", id: 1437138382
mas "Xcode", id: 497799835
