# Brewfile for dotfiles repository
# Managed by Homebrew Bundle

# Taps
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdx/mise"

# Core Development Tools
brew "mise"              # Runtime version manager
brew "chezmoi"           # Dotfile manager

# Shell & Terminal
brew "zsh"               # Shell
brew "starship"          # Cross-shell prompt
brew "tmux"              # Terminal multiplexer
brew "fzf"               # Fuzzy finder
brew "reattach-to-user-namespace"  # macOS clipboard support for tmux

# Git & GitHub
brew "git"               # Version control
brew "gh"                # GitHub CLI
brew "diff-so-fancy"     # Better git diffs

# System Utilities
brew "coreutils"         # GNU core utilities
brew "findutils"         # GNU find, locate, updatedb, and xargs
brew "gnu-sed"           # GNU version of sed
brew "grep"              # GNU grep
brew "curl"              # Transfer data with URLs
brew "wget"              # Internet file retriever

# Development Utilities
brew "jq"                # JSON processor
brew "yq"                # YAML processor
brew "ripgrep"           # Fast text search
brew "fd"                # Fast alternative to find
brew "bat"               # Cat with syntax highlighting
brew "eza"               # Modern replacement for ls
brew "tealdeer"          # Rust tldr client
brew "tailspin"          # Log file highlighter

# Testing Tools
brew "bats-core"         # Bash Automated Testing System
brew "shellcheck"        # Shell script linter
brew "shfmt"             # Shell script formatter

# Casks (Applications)
cask "1password"         # Password manager
cask "warp"              # Modern terminal
cask "visual-studio-code-insiders"  # Code editor

# Optional: Mac App Store apps (requires 'mas' CLI)
# brew "mas"
# mas "Xcode", id: 497799835
