tap "bibendi/dip"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
brew "coreutils"
brew "asdf"
brew "bat"
brew "python@3.9"
brew "glib"
brew "cmake"
brew "curl"
brew "elasticsearch"
brew "exiftool"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "unbound"
brew "gnupg"
brew "graphviz"
brew "imagemagick"
brew "lazydocker"
brew "mackup"
brew "mysql@5.7", link: true
brew "tmux"
brew "overmind"
brew "postgresql"
brew "postgresql@11"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis"
brew "stow"
brew "tree"
brew "v8@3.15"
brew "xpdf"
brew "yarn"
brew "zsh"
brew "mutagen-io/mutagen/mutagen"
cask "docker"
cask "dropbox"
cask "visual-studio-code"
